tap "homebrew/cask"
tap "homebrew/cask-versions"

brew "autojump"
brew "awscli"
brew "colordiff"
brew "gh"
brew "git"
brew "gnupg"
brew "gnutls"
brew "go"
brew "jq"
brew "k6"
brew "k9s"
brew "kubernetes-cli"
brew "minikube"
brew "mysql-client"
brew "neovim"
brew "node"
brew "nvm"
brew "php"
brew "pinentry"
brew "pinentry-mac"
brew "rust"
brew "starship"
brew "subversion"
brew "terraform"
brew "the_platinum_searcher"
brew "wallpaper"
brew "xz"
brew "ykman"
brew "ykpers"
brew "zsh"

#
cask "docker"
cask "firefox-developer-edition"
cask "github"
cask "iterm2"
cask "macvim"
cask "ngrok"

# Mac apps
brew "mas"
mas "1password-for-safari", id: 1569813296
mas "adguard-for-safari", id: 1440147259
mas "hidden-bar", id: 1452453066
mas "hotkey-app", id: 975890633
mas "momentum", id: 1564329434
mas "slack-for-desktop", id: 803453959
mas "tailscale", id: 1475387142
mas "things-3", id: 904280696
mas "utc-time", id: 1538245904
mas "xcode", id: 497799835
