autojump
awscli
colordiff
gh
git
gnupg
gnutls
go
jq
k6
k9s
kubernetes-cli
mas
minikube
mysql-client
neovim
node
nvm
php
pinentry
pinentry-mac
rust
starship
subversion
terraform
the_platinum_searcher
wallpaper
xz
ykman
ykpers
zsh
